{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Cam Daigle",
  "language": "en",
  "home_page_url": "https://camerondaigle.com/",
  "feed_url": "https://camerondaigle.com/feed/feed.json",
  "description": "Personal website of Cam Daigle, a designer, musician and artist living in Chicago.",
  "author": {
    "name": "Your Name Here",
    "url": "https://camerondaigle.com/"
  },
  "items": [{
      "id": "https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/",
      "url": "https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/",
      "title": "There are three types of meetings.",
      "content_html": "<p>I have a system – a survival mechanism, really – for classifying, planning, and\nexecuting meetings in a way that helps keep me sane at work. I've shared it with\nenough folks for whom it was also a survival mechanism that it's now a system,\nat a URL, for you.</p>\n<h3 id=\"you-can-t-solve-meeting-problems-with-other-meetings\" tabindex=\"-1\">You can't solve meeting problems with other meetings. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#you-can-t-solve-meeting-problems-with-other-meetings\" aria-hidden=\"true\">#</a></h3>\n<p>Managers generally feel more effective when they're communicating directly with\npeople, which means they tend to be fans of meetings, so they try to solve issues\nwith meetings through <em>other</em> meetings.</p>\n<h3 id=\"you-also-can-t-solve-meeting-problems-by-removing-them\" tabindex=\"-1\">You also can't solve meeting problems by removing them. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#you-also-can-t-solve-meeting-problems-by-removing-them\" aria-hidden=\"true\">#</a></h3>\n<p>Individual contributors, however, generally feel more effective when they're\nplying their trade. They often feel like meetings pull them away from their\n'real work', so they try to solve issues with meetings by checking out or not attending.</p>\n<h3 id=\"not-more-not-less-just-better\" tabindex=\"-1\">Not more, not less – just better. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#not-more-not-less-just-better\" aria-hidden=\"true\">#</a></h3>\n<p>I'll go ahead and tell you this up front: my system isn't necessarily a path to having <em>fewer</em> meetings. After\nall, everyone's threshold for 'too many meetings' is different based on what\nhelps them feel effective at their role, and every company's need for meetings\nis dependent upon the work they're trying to accomplish.</p>\n<p>I'm hoping this system helps you have <em>better</em> meetings – that the people\nrunning the meeting feel like it's worth their time to run them, and that the\npeople in attendance feel like their presence there <em>matters</em>.</p>\n<p>There's even a possibility that once you've worked through this system, you end up\nwith <em>more</em> meetings, because you've realized you need to break apart one monstrous, all-encompassing meeting\nthat's trying to do too many things.</p>\n<h3 id=\"here-s-the-system\" tabindex=\"-1\">Here's the system. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#here-s-the-system\" aria-hidden=\"true\">#</a></h3>\n<p>I believe all meetings can either be defined as either <strong>Status</strong>\nmeetings, <strong>Feedback</strong> meetings, or <strong>Decision</strong> meetings.</p>\n<p>As I explain each type, I'll talk about them via 4 aspects:</p>\n<ul>\n<li><strong>The goal.</strong> Having a clear idea of what each meeting type is trying to\naccomplish is the first and best way for us to know when it's a Good Meeting.\n(Yes, meetings can be Good!)</li>\n<li><strong>The scale.</strong> All meetings don't work for all audience sizes – having an\nunderstanding of scale will help you know who to invite to what.</li>\n<li><strong>The power dynamic.</strong> There is <em>always</em> a power dynamic at play in any\nmeeting; you need to understand what it is in order for it to be constructive\ninstead of destructive to the execution of the meeting.</li>\n<li><strong>The risks.</strong> As you'll soon see, each of these meeting types can literally devolve into\nan unproductive version of <strong>another</strong> type of meeting if it's run\npoorly. I event whipped up an infographic at the end to illustrate this, if you're patient (or\nimpatient and willing to scroll a lot).</li>\n</ul>\n<h2 id=\"status-meetings\" tabindex=\"-1\">Status Meetings <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings\" aria-hidden=\"true\">#</a></h2>\n<p>Let's start with what the most common meeting type on most peoples' calendars: the status\nmeeting. Maybe your company has weekly readouts, or daily standups. Maybe\nthere's a quarterly all-hands, or a monthly report. Most meetings, for better or\nworse, are Status Meetings, even when they shouldn't be (we'll get to that).</p>\n<h3 id=\"status-meetings-the-goal\" tabindex=\"-1\">Status Meetings: The Goal <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings-the-goal\" aria-hidden=\"true\">#</a></h3>\n<p>The goal of a Status Meeting should be to <strong>disseminate information</strong>.\nThat's it. If the attendees of the meeting come away with current and relevant\ninformation about whatever the hell the meeting was intending to communicate,\nit's done its job.</p>\n<h3 id=\"status-meetings-the-scale\" tabindex=\"-1\">Status Meetings: The Scale <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings-the-scale\" aria-hidden=\"true\">#</a></h3>\n<p>The scale of a Status Meeting can essentially be infinite. Hell, the State of\nthe Union address is basically a nationwide Status Meeting. Go nuts, as long as\nyour material is relevant to your audience. If it's not, you're just wasting\nvaluable audience (and presenter) time and energy.</p>\n<h3 id=\"status-meetings-the-power-dynamic\" tabindex=\"-1\">Status Meetings: The Power Dynamic <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings-the-power-dynamic\" aria-hidden=\"true\">#</a></h3>\n<p>The power dynamic of a healthy Status Meeting is actually very straightforward:</p>\n<p><strong>The presenter has the power</strong>.</p>\n<p>That's it. In a morning squad standup (the most equitable Status Meeting), the\nperson speaking is the presenter, and has the power. Even if the presenter is\npresenting to the executive team, they should <em>still</em> have the power in the\nmeeting.</p>\n<h3 id=\"status-meetings-devolution\" tabindex=\"-1\">Status Meetings: Devolution <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings-devolution\" aria-hidden=\"true\">#</a></h3>\n<p>Because the goal of a Status Meeting is so simple – and the scale can be so\nlarge – the risks of a lousy Status Meeting can seem relatively benign. After\nall, the bigger a meeting is, the less often it generally occurs. Nobody's going\nto be super torn up about the occasional less-than-invigorating daily standup,\nand even if a quarterly all-hands can be pretty boring, at least it's only boring 4\ntimes a year.</p>\n<p>But the erosion of morale from bad Status Meetings doesn't happen because <em>one</em>\nof them is bad – it happens because <em>many</em> of them are bad. This is the most\ncommon meeting type that people attempt to fix with more of them: the quarterly\nstatus meeting didn't explain goals well enough? Maybe what teams need is a\nmonthly department status meeting. Maybe your squad also needs a biweekly <em>squad</em>\nstatus meeting. Next thing you know, your organization is drowning in status meetings.</p>\n<p>Often when people feel like they have 'too many meetings', it's because they're\nhaving to navigate too many Status Meetings, specifically: maybe they're in the\naudience, listening and waiting to get back to their &quot;real work&quot; as it were. Or\nthey're having to prepare and deliver presentations (which can be equally\ndraining) – reading out information, likely over and over, as the audience or\nthe information changes slightly from meeting to meeting.</p>\n<h4 id=\"status-meetings-should-be-efficient-structured-and-read-only\" tabindex=\"-1\">Status Meetings should be <strong>efficient</strong>, <strong>structured</strong>, and <strong>read-only</strong>. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings-should-be-efficient-structured-and-read-only\" aria-hidden=\"true\">#</a></h4>\n<p>A Status Meeting that isn't <strong>efficient</strong> probably just needs to be shorter –\neven if that means it happens more often. Is your Product Team Monthly a\ntwo-hour slog? Maybe it could be a sprightly <em>one</em>-hour slog, with more info in\na followup document. Maybe it could be a trim 30 minutes biweekly. Hell, maybe\nit could be an email.</p>\n<p>A Status Meeting that isn't <strong>structured</strong> is probably inefficient. Different\nceremonies for different types of Status Meetings can really help – make sure\nyou have a running agenda, or a slide deck, or minutes. The most well-loved\nmeeting at my company is something called Design Lightning, where designers all\ncontribute 1-2 slides of current to a deck, which a facilitator then keys\nthrough as each designer spends 1-2 minutes explaining their work. Snappy,\nstructured, usually over in under 30 minutes, leaving folks feeling informed and\ninspired.</p>\n<p>A Status Meeting that isn't <strong>read-only</strong> runs the biggest risk of all, because\nonce interruptions happen and the conversation commences that\nthe presenter/speaker has to navigate on the fly, the power of the speaker is no\nlonger respected, and well, buddy, you're not in a\nStatus Meeting anymore.</p>\n<p>Your carefully-constructed status meeting <strong>has devolved\ninto a Surprise Feedback Meeting</strong>.</p>\n<p>(As you'll see, each of these meeting types can devolve into one of the others, which is kind of\nfun. I'll have a cute graphic at the end here, so you can keep reading, or just\ncheat and scroll down, I won't mind.)</p>\n<h2 id=\"feedback-meetings\" tabindex=\"-1\">Feedback Meetings <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#feedback-meetings\" aria-hidden=\"true\">#</a></h2>\n<p>You might feel like the &quot;read-only&quot; rule I'm pushing for Status Meetings feels\nunnecessarily restrictive. What if people have things to say? What if <em>you</em> have\nthings to say? Look, I understand. You probably do have things to say. They're\nprobably important and awesome! But as with all awesome and important things,\nthey deserve to matter. Catching a presenter off-guard mid-slide isn't going to\nbe the optimal way for them to recieve your challenge, inquiry, or insight. To\nreally set everyone up for productive dialogue, you need a Feedback Meeting.</p>\n<h3 id=\"feedback-meetings-the-goal\" tabindex=\"-1\">Feedback Meetings: The Goal <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#feedback-meetings-the-goal\" aria-hidden=\"true\">#</a></h3>\n<p>The goal of a Feedback Meeting is <strong>for a specific person or group of people to\nget the information they need about their work</strong>. If the person who needs that\ninformation gets it, the meeting is a success.</p>\n<h3 id=\"feedback-meetings-the-scale\" tabindex=\"-1\">Feedback Meetings: The Scale <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#feedback-meetings-the-scale\" aria-hidden=\"true\">#</a></h3>\n<p>Feedback Meetings are very tricky to scale – too few people and you may be\nexcluding important voices in terms of expertise, perspective, or diversity;\ntoo many, and people may leave feeling unheard, or the conversation may become\nunwieldy.</p>\n<p>It can be a good idea to scope a Feedback Meeting's invite list to be an entire team – for\nexample, we have a weekly Design Crit to which all designers are invited – or\naround some other easy-to-grok rationale. Then, once the meeting's rolling, it's\nimpertive that the presenter (or facilitator) is proactively making sure\neveryone is heard and is given a chance to meaningfully contribute.</p>\n<h3 id=\"feedback-meetings-the-power-dynamic\" tabindex=\"-1\">Feedback Meetings: The Power Dynamic <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#feedback-meetings-the-power-dynamic\" aria-hidden=\"true\">#</a></h3>\n<p>If you've scaled your audience properly, everyone involved has expertise, domain\nknowledge, and input ready to deploy when the moment is right. However, sometimes\nyou're just presenting to management or leadership.</p>\n<p>Either way, there is almost always a <strong>power imbalance</strong> in a feedback meeting.</p>\n<p>This could look many ways:</p>\n<ul>\n<li>You have a monthly review with your leadership team. This meeting might\neven be <em>called</em> a Monthly Status Meeting, but it's likely not a Status Meeting by this\nsystem, because you often get <em>feedback</em> in the form of inquiries,\napproval/disapproval, or simple gut reactions to the work you're presenting. The\npower is held by the leadership team, not the presenter.</li>\n<li>A designer presents mockups to other designers on their team in a weekly\ncritique call. If one of those colleagues holds more sway due to status,\nseniority, or even just privilege, the presenter may not hold the power in the\nroom.</li>\n<li>Your department made a structural change and is now hosting a Q&amp;A session\nabout it. In that case, the presenter holds the power over the audience, who is\nthere to provide feedback, but around a decision that is likely already made.</li>\n</ul>\n<h3 id=\"feedback-meetings-devolution\" tabindex=\"-1\">Feedback Meetings: Devolution <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#feedback-meetings-devolution\" aria-hidden=\"true\">#</a></h3>\n<p>Because the power imbalance and the stakes can be fairly high in a\nfeedback meeting, there are many pitfalls to watch out for.</p>\n<p>One major risk is that the feedback itself can spin out of control. Entire other\narticles and columns and books have been written just about how to compose,\ndeliver, and recieve contructive feedback; I can't do that topic justice here\n(this article is long enough as it is). In this context, let's instead focus on\nthe meeting itself and two big risks you need to navigate.</p>\n<p><strong>Make and keep strong boundaries as a presenter.</strong></p>\n<p>Think again about the goal of the meeting: the presenter needs to collect\nrelevant information so they can step away after the meeting, weigh and consider\nit, and move forward from there. It's in their best interest to define the\nplaying field for that information as clearly as possible.</p>\n<p>For example, instead of a generic 'what do you think?', they could be open about being unsure\nabout their wording choice, their color choice, or whether the overall\nstructure of their work makes sense. Clear boundaries help the audience know\nwhat to focus on and understand what's in play for discussion.</p>\n<p>Here's the second risk, which I think is the most crucial:</p>\n<p><strong>Don't make any decisions.</strong></p>\n<p>The moment the presenter stops <em>recieving</em> feedback and starts <em>reacting</em> to it,\nyou're in trouble.</p>\n<p>In my world (product design), this looks like a product designer suddenly\nwhipping open Figma and doing a little &quot;how about now?&quot; dance mid-meeting.  Even\nif that designer is <em>awesome</em> and the feedback they're getting is <em>perfect</em>,\nnow everyone else is having to wait their turn as pixels get pushed around – a\nliteral case of design by committee.</p>\n<p>Dialogue is fine! Conversations are great. Feedback should be recieved, recorded\nand followed up on. But once you start <em>deciding</em> things – whether you're moving\na mockup around, just tweaking a document, or responding to your reports by\nre-justifying why an organizational change is already set in stone, you're\nmaking decisions on the fly at the expense of validating the feedback you're\nrecieving. You've now <strong>devolved</strong> your feedback meeting into a <strong>Surprise\nAd-hoc Decision Meeting.</strong> This devolution is often unintentional and tends to\nbe exacerbated by an <em>unrecognized power dynamic</em>.</p>\n<p>(I have a feeling this section alone might need its own article.)</p>\n<p>Okay, it's time for our last (and rarest) meeting type.</p>\n<h2 id=\"decision-meetings\" tabindex=\"-1\">Decision Meetings <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings\" aria-hidden=\"true\">#</a></h2>\n<p>Much like the Status Meeting might feel restrictive to the person looking to have\ntheir voice heard in a meeting, the Feedback Meeting might feel like it's\nlimiting your ability to Actually Do Something. So let's talk about Decision\nMeetings, which exist specifically to fill that need.</p>\n<h3 id=\"decision-meetings-the-goal\" tabindex=\"-1\">Decision Meetings: The Goal <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings-the-goal\" aria-hidden=\"true\">#</a></h3>\n<p>The goal of a decision meeting is to <strong>present one or more problems and make a\ndecision about them</strong>.</p>\n<p>Sounds easy, but it's not, especially since people don't often identify decision\nmeetings very well! In my experience these meetings are the least common\nfor two main reasons:</p>\n<h4 id=\"decisions-often-don-t-get-their-own-meetings\" tabindex=\"-1\">Decisions often don't get their own meetings. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decisions-often-don-t-get-their-own-meetings\" aria-hidden=\"true\">#</a></h4>\n<p>In their absence, decisions tend to get made through less-healthy means – like\nsomewhere inside a chaotic Feedback Meeting, by someone silently making\na call so they can keep moving, or in a 1:1 between two people that are tired of\nwaiting.</p>\n<h4 id=\"decision-meetings-are-often-misidentified\" tabindex=\"-1\">Decision Meetings are often misidentified. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings-are-often-misidentified\" aria-hidden=\"true\">#</a></h4>\n<p>Here are some examples of meetings that are actually decision meetings:</p>\n<ul>\n<li>Your team gets together Monday to make sure everyone has work to do that week.\nThis might masquerade as &quot;Monday Sync&quot;, but it's not a Status Meeting, because\nyou're deciding together what everyone is working on.</li>\n<li>Your team runs 2-week sprints and has a Session Planning meeting. Yeah, that's\na decision meeting. Actually most planning meetings are decision meetings.</li>\n<li>Your team has a monthly backlog grooming session. Yep, that's decision time,\nbaby.</li>\n</ul>\n<h3 id=\"decision-meetings-the-scale\" tabindex=\"-1\">Decision Meetings: The Scale <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings-the-scale\" aria-hidden=\"true\">#</a></h3>\n<p>Decision Meetings should be your smallest type of meeting. Everyone should be a\nstakeholder and participant in the work being done, and should take an\nactive role in the process of producing said decision(s).</p>\n<p>If the meeting is too small, you're risking &quot;why wasn't I consulted&quot;-type\nmessages later. If it's too big, you're risking folks not feeling like their\nvoice is heard, giving them meeting fatigue when they could be doing something else.</p>\n<h3 id=\"decision-meetings-the-power-dynamic\" tabindex=\"-1\">Decision Meetings: The Power Dynamic <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings-the-power-dynamic\" aria-hidden=\"true\">#</a></h3>\n<p>Decision Meetings are one place where the existing power dynamic is actually a\nkey aspect of the meeting's success rather than something that you need to watch\nout for.</p>\n<p>(To be clear, when I say &quot;power&quot; here, I specifically mean power in terms of\nprofessional role definition, not forms of privilege that exhibit as power. The\nsenior representative, manager, or director – not just the loudest person or\nthe one who's been around the longest.)</p>\n<p>Someone needs to be <strong>accountable</strong> for the decision that's\nbeing made. In a company dynamic with well-defined roles and responsibilities, that\nmeans the most powerful person in the room is responsible – for taking notes,\nfacilitating discussion, including everyone's voice, and producing <strong>recorded artifacts\nof the decision</strong>. This could take the form of next steps, action items,\nor just a record of the decision: the key is that something has\nbeen produced that is clear and well-communicated to anyone who needs it.</p>\n<h3 id=\"decision-meetings-devolution\" tabindex=\"-1\">Decision Meetings: Devolution <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings-devolution\" aria-hidden=\"true\">#</a></h3>\n<p>Here's your devolution point, which points us right back to our first meeting\ntype:  If your decision meeting ends without a decision, congrats, you've just\nexperienced an Unsatisfying Status Meeting.</p>\n<p>Decision Meetings may be the rarest type of <em>explicitly</em> defined meetings, but\n&quot;syncs&quot; or &quot;alignment&quot; meetings (decision meetings) that don't reach a decision\npoint (bad Status Meetings) are probably the <em>most</em> common meeting to glut your\ncalendar, and wear you out.</p>\n<p>It's also possible that, while a decision wasn't made, someone gave some\nfeedback that led someone else to go back and adjust something afterward, which\nmeans they were just subject to a Stressful Feedback Meeting. But even in this\ncase where the meeting <em>did</em> affect some amount of change, you sure as hell\ndidn't get a <em>decision made together</em> in a way that helps the team feel\nsatisfied, empowered, and focused.</p>\n<h2 id=\"i-promised-you-an-infographic\" tabindex=\"-1\">I Promised You An Infographic <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#i-promised-you-an-infographic\" aria-hidden=\"true\">#</a></h2>\n<p>Here ya go. It really all boils down to this:</p>\n<p><img class=\"img-block\" src=\"https://camerondaigle.com/camerondaigle/img/3-meeting-type-triangle.svg\" alt=\"Visualization of 3\nmeeting types\" /></p>\n<h2 id=\"okay-what-now\" tabindex=\"-1\">Okay, What Now? <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#okay-what-now\" aria-hidden=\"true\">#</a></h2>\n<p>I hope this system is as helpful for you as it has been for me! If you're\ninterested in a more expanded, <em>presentational</em> form of this info, say via a\ncall or workshop, <a href=\"mailto:me@camerondaigle.com\">email me</a> and we can\nchat.</p>\n<p>I would also love to hear any tales of this system working well for you,\nquestions you have about the system, or even ways it backfired on you, so I can\nkeep polishing this page. Email me those too!</p>\n<p>And hey, we're here at the bottom of this long page together, so one last thing,\nbetween friends, which we now clearly are:</p>\n<p>Meetings cost money; better meetings\nsave money. If you found the ideas I've laid out\nhere helpful, and might even use them to appear a More Qualified\nProfessional in a way that profits you or your business, I'd really appreciate\nif you threw some cash my way:</p>\n<div class=\"chaching\">\n    <a target=\"_blank\" href=\"https://buy.stripe.com/14k7ta6ozfcE3oQ3cc\">Pay Me Money</a>\n</div>",
      "date_published": "2022-09-27T00:00:00Z"
    }
  ]
}
