{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Cam Daigle",
  "language": "en",
  "home_page_url": "https://camerondaigle.com/",
  "feed_url": "https://camerondaigle.com/feed/feed.json",
  "description": "Personal website of Cam Daigle",
  "author": {
    "name": "Your Name Here",
    "url": "https://camerondaigle.com/"
  },
  "items": [{
      "id": "https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/",
      "url": "https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/",
      "title": "There are three types of meetings.",
      "content_html": "<p>I have a system – a survival mechanism, really – for classifying, planning, and\nexecuting meetings in a way that helps keep me sane at work. I've shared it with\nenough folks for whom it was also a survival mechanism that it's now a system,\nat a URL, for you.</p>\n<h3 id=\"you-can-t-solve-meetings-by-just-adding-or-subtracting-them\" tabindex=\"-1\">You can't solve meetings by just adding or subtracting them. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#you-can-t-solve-meetings-by-just-adding-or-subtracting-them\" aria-hidden=\"true\">#</a></h3>\n<p>Managers generally feel more effective when they're communicating directly with\npeople, which means they tend to be fans of meetings, so they try to solve issues\nwith meetings through <em>other</em> meetings.</p>\n<p>Individual contributors, however, generally feel more\neffective when they're plying their trade. So they tend to feel pulled away from\ntheir 'real work' when they have to attend meetings, and so they try to solve issues\nwith meetings by cutting down on meetings, or just checking out while in meetings.</p>\n<h3 id=\"not-more-not-less-just-better\" tabindex=\"-1\">Not more, not less – just better. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#not-more-not-less-just-better\" aria-hidden=\"true\">#</a></h3>\n<p>As a warning, this system isn't necessarily a path to having <em>fewer</em> meetings. After\nall, everyone's threshold for 'too many meetings' is different based on what\nhelps them feel effective at their role, and every company's need for meetings\nis dependent upon the work they're trying to accomplish.</p>\n<p>There's even a possibility that once you've worked through this system, you end up\nwith <em>more</em> meetings, because you've realized you need to break apart one monstrous, all-encompassing meeting\nthat's trying to do too many things.</p>\n<p>I'm hoping this system helps you have <em>better</em> meetings – that the people\nrunning the meeting feel like it's worth their time to run them, and that the\npeople in attendance feel like their presence there <em>matters</em>.</p>\n<h3 id=\"three-types-no-more-no-less\" tabindex=\"-1\">Three types, no more, no less. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#three-types-no-more-no-less\" aria-hidden=\"true\">#</a></h3>\n<p>So let's get into it: try thinking of all meetings as either <strong>Status</strong>\nmeetings, <strong>Feedback</strong> meetings, or <strong>Decision</strong> meetings.</p>\n<p>We'll talk about 4 aspects of each meeting type:</p>\n<ul>\n<li><strong>The goal.</strong> Having a clear idea of what each meeting type is trying to\naccomplish is the first and best way for us to know when it's a Good Meeting.\n(Yes, meetings can be Good!)</li>\n<li><strong>The scale.</strong> All meetings don't work for all audience sizes – having an\nunderstanding of scale will help you know who to invite to what.</li>\n<li><strong>The power dynamic.</strong> There is <em>always</em> a power dynamic at play in any\nmeeting; you need to understand what it is in order for it to be constructive\ninstead of destructive to the execution of the meeting.</li>\n<li><strong>The risks.</strong> As you'll soon see, each of these meeting types can devolve into either\na bad version of itself or literally another type of meeting if it's run\npoorly. There's even an infographic at the end, if you're patient (or\nimpatient and willing to scroll a lot).</li>\n</ul>\n<h2 id=\"status-meetings\" tabindex=\"-1\">Status Meetings <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings\" aria-hidden=\"true\">#</a></h2>\n<p>Let's start with what inevitably is our most common meeting type: the status\nmeeting. Maybe your company has weekly readouts, or daily standups. Maybe\nthere's a quarterly all-hands, or a monthly report. Most meetings, for better or\nworse, are status meetings, even when they shouldn't be (we'll get to that).</p>\n<h3 id=\"status-meetings-the-goal\" tabindex=\"-1\">Status Meetings: The Goal <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings-the-goal\" aria-hidden=\"true\">#</a></h3>\n<p>The goal of a status meeting should be simply to <strong>disseminate information</strong>.\nThat's it. If the attendees of the meeting come away with current and relevant\ninformation about whatever the hell the meeting was intending to communicate,\nit's done its job.</p>\n<h3 id=\"status-meetings-the-scale\" tabindex=\"-1\">Status Meetings: The Scale <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings-the-scale\" aria-hidden=\"true\">#</a></h3>\n<p>The scale of a status meeting can essentially be infinite. Hell, the State of\nthe Union address is basically a nationwide status meeting. Go nuts, as long as\nyour material is relevant to your audience. If it's not, you're just wasting\nvaluable audience (and presenter) time and energy.</p>\n<h3 id=\"status-meetings-the-power-dynamic\" tabindex=\"-1\">Status Meetings: The Power Dynamic <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings-the-power-dynamic\" aria-hidden=\"true\">#</a></h3>\n<p>The power dynamic of a healthy status meeting is actually very straightforward:</p>\n<p><strong>The presenter has the power</strong>.</p>\n<p>That's it. In a morning squad standup (the most equitable status meeting), the\nperson speaking is the presenter, and has the power. Even if the presenter is\npresenting to the executive team, they should <em>still</em> have the power in the\nmeeting.</p>\n<h3 id=\"status-meetings-devolution\" tabindex=\"-1\">Status Meetings: Devolution <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings-devolution\" aria-hidden=\"true\">#</a></h3>\n<p>Because the goal of a status meeting is so simple, and the scale can be so\nlarge, the risks of an individual status meeting can seem relatively benign,\nespecially because the bigger a meeting is, the less often it occurs (e.g. a\nquarterly all-hands can be pretty boring, but at least it's only boring 4 times a year).</p>\n<p>But the erosion of morale from bad status meetings doesn't happen because <em>one</em>\nof them is bad, it happens because <em>many</em> of them are bad.</p>\n<p>Often when people feel like they're drowning in meetings, it's because they're\nhaving to navigate too many status meetings – meetings where they're just in the audience\naudience, just listening, just waiting to get back to their &quot;real work&quot; as it\nwere. Or they're having to present, which can be equally draining – reading out\ninformation, likely over and over, as the audience or the information changes\nslightly from meeting to meeting.</p>\n<h4 id=\"status-meetings-should-be-efficient-structured-and-read-only\" tabindex=\"-1\">Status meetings should be <strong>efficient</strong>, <strong>structured</strong>, and <strong>read-only</strong>. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#status-meetings-should-be-efficient-structured-and-read-only\" aria-hidden=\"true\">#</a></h4>\n<p>A status meeting that isn't <strong>efficient</strong> probably just needs to be shorter –\neven if that means it happens more often. Is your Product Team Monthly a two-hour\nslog? Maybe it could be a sprightly <em>one</em>-hour slog, with more info in a followup document. Maybe\nit could be a trim 30 minutes biweekly. Hell, maybe it could be an email.</p>\n<p>A status meeting that isn't <strong>structured</strong> is probably inefficient. Different\nceremonies for different types of status meetings can really help – make sure\nyou have a running agenda, or a slide deck, or minutes. The most well-loved\nmeeting at my company is something called Design Lightning, where designers all\ncontribute 1-2 slides of current to a deck, which a facilitator then keys\nthrough as each designer spends 1-2 minutes explaining their work. Snappy,\nstructured, usually over in under 30 minutes, with folks feeling informed and\ninspired.</p>\n<p>A status meeting that isn't <strong>read-only</strong> runs the biggest risk of all, because\nonce interruptions happen and the conversation commences that\nthe presenter/speaker has to navigate on the fly, the power of the speaker is no\nlonger respected, and well, buddy, you're not in a\nstatus meeting anymore.</p>\n<p>Your carefully-constructed status meeting <strong>has devolved\ninto a Surprise Feedback Meeting</strong>.</p>\n<p>(As you'll see, each of these meeting types can devolve into one of the others, which is kind of\nfun. I'll have a cute graphic at the end here, so you can keep reading, or just\ncheat and scroll down, I won't mind.)</p>\n<h2 id=\"feedback-meetings\" tabindex=\"-1\">Feedback Meetings <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#feedback-meetings\" aria-hidden=\"true\">#</a></h2>\n<p>You might feel like the &quot;read-only&quot; rule I'm pushing for Status Meetings feels\nunnecessarily restrictive. What if people have things to say? What if <em>you</em> have\nthings to say? Look, I understand. You probably do have things to say. They're\nprobably important and awesome! But as with all awesome and important things,\nthey deserve to matter. Catching a presenter off-guard mid-slide isn't going to\nbe the optimal way for them to recieve your challenge, inquiry, or insight. To\nreally set everyone up for productive dialogue, you need a feedback meeting.</p>\n<h3 id=\"feedback-meetings-the-goal\" tabindex=\"-1\">Feedback Meetings: The Goal <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#feedback-meetings-the-goal\" aria-hidden=\"true\">#</a></h3>\n<p>The goal of a feedback meeting is <strong>for a specific person or group of people to\nget the information they need about their work</strong>. If the person who needs that\ninformation gets it, the meeting is a success.</p>\n<h3 id=\"feedback-meetings-the-scale\" tabindex=\"-1\">Feedback Meetings: The Scale <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#feedback-meetings-the-scale\" aria-hidden=\"true\">#</a></h3>\n<p>Feedback meetings are very tricky to scale – too few people and you may be\nexcluding important voices in terms of expertise, perspective, or diversity, but\ntoo many, and people may leave feeling unheard, or the conversation may become\nunwieldy.</p>\n<p>It can be a good idea to scope a feedback meeting to an entire team (for\nexample, we have a weekly Design Crit to which all designers are invited) or\nsome other easy-to-grok rationale, and then make sure the meeting presenter or\nfacilitator is proactively making sure everyone is heard.</p>\n<h3 id=\"feedback-meetings-the-power-dynamic\" tabindex=\"-1\">Feedback Meetings: The Power Dynamic <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#feedback-meetings-the-power-dynamic\" aria-hidden=\"true\">#</a></h3>\n<p>If you've scaled your audience properly, everyone involved has expertise, domain\nknowledge, and input ready to deploy when the moment is right – but sometimes\nyou're just presenting to management or leadership.</p>\n<p>Often, the person asking for feedback does <em>not</em> hold the power in the room.</p>\n<p>Say you have a monthly review with your leadership team. This meeting might\neven be <em>called</em> a Monthly Status Meeting, but it's likely not a Status Meeting by this\nsystem, because you often get <em>feedback</em> in the form of inquiries,\napproval/disapproval, or simply gut reactions to the work you're presenting.</p>\n<p>This dynamic exists even at smaller scales. For example, imagine a designer\nsimply presenting their designs to other designers on the team in a weekly\ncritique call. If one of those colleagues holds more sway due to status,\nseniority, or even just privilege, the presenter may have to really fight the\ntemptation to devolve the meeting into a Decision Meeting (which we'll examine\nin the next section).</p>\n<p>Conversely, let's picture a situation where your company made a structural\nchange and is now hosting a Q&amp;A session about it. In that case, the leadership\nagain holds the power, but is now inviting feedback.</p>\n<p>Power tends to be empowered by the status quo, so company leadership isn't that\nlikely to switch tactics midstream – they're probably not at risk of suddenly\ndevolving the meeting in the same way. Their challenge is instead to be aware of the power\nthey hold as a presenter and focus on making the feedback meeting rewarding and\nrelevant to the people providing that feedback.</p>\n<p>For example, this might look like <em>not</em> trying to respond to feedback in the\nmoment, but instead listening to the feedback, taking notes, and providing\nconsidered answers in a followup readout (a status meeting!) or written recap.</p>\n<h3 id=\"feedback-meetings-devolution\" tabindex=\"-1\">Feedback Meetings: Devolution <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#feedback-meetings-devolution\" aria-hidden=\"true\">#</a></h3>\n<p>Because the power imbalance and the stakes can be fairly high in a\nfeedback meeting, there are many pitfalls to watch out for.</p>\n<p>One is simply that feedback itself can spin out of control. Entire\nother articles and columns and books have been written just about how to\ncompose, deliver, and recieve contructive feedback; I can't do that here, this\npage is long enough as it is. In this context, let's instead\nfocus on the meeting itself and two big risks you need to navigate:</p>\n<p><strong>Make and keep strong boundaries as a presenter.</strong></p>\n<p>The presenter simply needs to collect relevant information so they\ncan step away after the meeting, weigh and consider it, and move forward from there. It's in their\nbest interest to define the playing field for that information as clearly as\npossible.</p>\n<p>For example, instead of a generic 'what do you think?', they could be open about being unsure\nabout their wording choice, or their color choice, or whether the overall\nstructure of their work makes sense. Clear boundaries help the audience know\nwhat to focus on and understand what's in play for discussion.</p>\n<p>Here's the second risk, which I think is the most crucial:</p>\n<p><strong>Don't make any decisions.</strong></p>\n<p>The moment the presenter stops <em>recieving</em> feedback and starts <em>reacting</em> to it,\nyou're in trouble.</p>\n<p>In my world (product design), this looks like a product designer suddenly\nwhipping open Figma and doing a little &quot;how about now?&quot; dance mid-meeting.  Even\nif that designer is <em>awesome</em> and the feedback they're getting is <em>perfect</em>,\nthey're eating up everyone else's time, who now have to wait their turn as\npixels get pushed around, or join into the ad-hoc design session, which is now\nat risk of being incredibly messy.</p>\n<p>Dialogue is fine! Conversations are great. Feedback should be recieved, recorded\nand followed up on. But once you start <em>deciding</em> things – whether you're moving\na mockup around or just tweaking a slide or a document, you've now <strong>devolved</strong> your\nfeedback meeting into a <strong>Bad Feedback Meeting That's Actually A Surprise\nDecision Meeting.</strong></p>\n<p>This devolution is often unintentional and the result of an unrecognized power\ndynamic. Keeping a feedback meeting from devolving requires the powerful voices\nin the room to stay aware of the power they wield when they speak up, and\nrequires them to make sure the presenter feels <em>safe</em> to simply <em>receive</em> even\nthe most incisive, earthshaking feedback.</p>\n<h2 id=\"decision-meetings\" tabindex=\"-1\">Decision Meetings <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings\" aria-hidden=\"true\">#</a></h2>\n<p>Much like the Status Meeting might feel restrictive to the person looking to have\ntheir voice heard in a meeting, the Feedback Meeting might feel like it's\nlimiting your ability to Actually Do Something. So let's talk about Decision\nMeetings, which exist specifically to fill that need.</p>\n<h3 id=\"decision-meetings-the-goal\" tabindex=\"-1\">Decision Meetings: The Goal <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings-the-goal\" aria-hidden=\"true\">#</a></h3>\n<p>The goal of a decision meeting is to <strong>present one or more problems and make a\ndecision about them</strong>.</p>\n<p>Sounds easy, but it's not, especially since people don't often identify decision\nmeetings very well! In my experience these meetings are the rarest in terms of\nquantity, for two main reasons:</p>\n<h4 id=\"decisions-often-don-t-get-their-own-meetings\" tabindex=\"-1\">Decisions often don't get their own meetings. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decisions-often-don-t-get-their-own-meetings\" aria-hidden=\"true\">#</a></h4>\n<p>In their absence, decisions tend to get made through less-healthy means – like\nsomewhere inside a chaotic Feedback Meeting, or silently by someone just making\na call so they can keep moving, or in a 1:1 between two people that are tired of\nwaiting.</p>\n<h4 id=\"decision-meetings-are-often-misidentified\" tabindex=\"-1\">Decision meetings are often misidentified. <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings-are-often-misidentified\" aria-hidden=\"true\">#</a></h4>\n<p>Here are some examples of meetings that are actually decision meetings:</p>\n<ul>\n<li>Your team gets together Monday to make sure everyone has work to do that week.\nThis might masquerade as &quot;Monday Sync&quot;, but it's not a Status Meeting, because\nyou're deciding together what everyone is working on.</li>\n<li>Your team runs 2-week sprints and has a Session Planning meeting. Yeah, that's\na decision meeting. Actually most planning meetings are decision meetings.</li>\n<li>Your team has a monthly backlog grooming session. Yep, that's decision time,\nbaby.</li>\n</ul>\n<h3 id=\"decision-meetings-the-scale\" tabindex=\"-1\">Decision Meetings: The Scale <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings-the-scale\" aria-hidden=\"true\">#</a></h3>\n<p>Decision meetings should be your smallest type of meeting. Everyone should be a\nstakeholder and participant in the work being done, and should take an\nactive role in the process of producing said decision(s).</p>\n<p>If the meeting is too small, you're risking &quot;why wasn't I consulted&quot;-type\nmessages later. If it's too big, you're risking folks not feeling like their\nvoice is heard, or simply giving them more meeting fatigue when they could be\ndoing something else.</p>\n<h3 id=\"decision-meetings-the-power-dynamic\" tabindex=\"-1\">Decision Meetings: The Power Dynamic <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings-the-power-dynamic\" aria-hidden=\"true\">#</a></h3>\n<p>Decision meetings are one place where the existing power dynamic is actually a\nkey aspect of the meeting's success rather than something that you need to watch\nout for.</p>\n<p>(To be clear, when I say &quot;power&quot; here, I specifically mean power in terms of\nprofessional role definition, not forms of privilege that exhibit as power. The\nsenior represenative, or manager, or director, not simply the loudest person or\nthe one who's been around the longest.)</p>\n<p>I simply mean that someone needs to be <strong>accountable</strong> for the decision that's\nbeing made. In a company dynamic with healthy roles and responsibilities, that\nmeans the most powerful person in the room is responsible – for taking notes,\nfacilitating discussion, including everyone's voice, and producing not only the\ndecision, but notes &amp; information that contextualize it for anyone that needs\nthe paper trail later.</p>\n<h3 id=\"decision-meetings-devolution\" tabindex=\"-1\">Decision Meetings: Devolution <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#decision-meetings-devolution\" aria-hidden=\"true\">#</a></h3>\n<p>Here's your devolution point, which points us right back to our first meeting\ntype:  If your decision meeting ends without a decision, congrats, you've just\nexperienced an Unsatisfying Status Meeting.</p>\n<p>Decision meetings may be the rarest type of <em>explicitly</em> defined meetings, but\n&quot;syncs&quot; or &quot;alignment&quot; meetings (decision meetings) that don't reach a decision\npoint (bad status meetings) are probably the <em>most</em> common meeting to glut your\ncalendar, and wear you out.</p>\n<p>It's also possible that, while a decision wasn't made, someone gave some\nfeedback that led someone else to go back and adjust something afterward, which\nmeans they were just subject to a Stressful Feedback Meeting. But even in this\ncase where the meeting <em>did</em> affect some amount of change, you sure as hell\ndidn't get a <em>decision made together</em> in a way that helps the team feel\nsatisfied, empowered, and focused.</p>\n<h2 id=\"i-promised-you-an-infographic\" tabindex=\"-1\">I Promised You An Infographic <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#i-promised-you-an-infographic\" aria-hidden=\"true\">#</a></h2>\n<p>Here ya go. It really all boils down to this:</p>\n<p><img class=\"img-block\" src=\"https://camerondaigle.com/camerondaigle/img/3-meeting-type-triangle.svg\" alt=\"Visualization of 3\nmeeting types\" /></p>\n<h2 id=\"okay-what-now\" tabindex=\"-1\">Okay, What Now? <a class=\"direct-link\" href=\"https://camerondaigle.com/camerondaigle/posts/three-types-of-meetings/#okay-what-now\" aria-hidden=\"true\">#</a></h2>\n<p>I hope this system is as helpful for you as it has been for me! If you're\ninterested in a more expanded, <em>presentational</em> form of this info, say via a\ncall or workshop, <a href=\"mailto:me@camerondaigle.com\">email me</a> and we can\nchat.</p>\n<p>In the meantime, hey, these are my ideas i shared with you – if you found them helpful\nand might even use them to appear a More Qualified Professional in a way\nthat profits you or your business, I'd really appreciate if you threw some cash\nmy way:</p>\n<div class=\"chaching\">\n    <a target=\"_blank\" href=\"https://buy.stripe.com/14k7ta6ozfcE3oQ3cc\">Pay Me Money</a>\n</div>",
      "date_published": "2022-09-27T00:00:00Z"
    }
  ]
}
